Repository: OpenMediaVault-Plugin-Developers/openmediavault-compose
Catalog: usr/share/openmediavault/locale/*/openmediavault-compose.po
Languages: cs_cz, es_es, hu_hu, it_it, sl_si

source: Action
cs_cz: Akce
es_es: Acción
hu_hu: Művelet
it_it: Azione
sl_si: Akcija

source: Action type
cs_cz: Typ akce
es_es: Tipo de acción
hu_hu: Művelet típusa
it_it: Tipo di azione
sl_si: Vrsta akcije

source: Add
cs_cz: Přidat
es_es: Añadir
hu_hu: Hozzáadás
it_it: Aggiungi
sl_si: Dodaj

source: Add example compose file
it_it: Aggiungi un esempio di file di composizione
sl_si: Dodaj primer datoteke Compose

source: Add from Example
cs_cz: Přidat z příkladu
es_es: Añadir de los ejemplos
hu_hu: Hozzáadás példa alapján
it_it: Aggiungi da esempio
sl_si: Dodaj na osnovi primera

source: Add from URL
cs_cz: Přidat z adresy URL
es_es: Añadir desde URL
hu_hu: Hozzáadás URL-ből
it_it: Aggiungi da URL
sl_si: Dodaj iz URL naslova

source: Add...
it_it: Aggiungi...
sl_si: Dodaj ...

source: Adding an example compose file ...
it_it: Sto aggiungendo un esempio di file di composizione...
sl_si: Dodajanje primera datoteke Compose ...

source: Administrator - read/write, Users - no access, Others - no access
cs_cz: Správce – čtení/zápis, Uživatelé – bez přístupu, Ostatní – bez přístupu
es_es: Administrador: lectura/escritura, Usuarios: sin acceso, Otros: sin acceso
hu_hu: Adminisztrátor – olvasás/írás, Felhasználók – nincs hozzáférés, Mások – nincs hozzáférés
it_it: Amministratore - lettura/scrittura, Utenti - nessun accesso, Altri - nessun accesso
sl_si: Administrator - branje/pisanje, Uporabniki - brez dostopa, Drugi - brez dostopa

source: Administrator - read/write, Users - read-only, Others - no access
cs_cz: Správce – čtení/zápis, Uživatelé – pouze čtení, Ostatní – bez přístupu
es_es: Administrador: lectura/escritura, Usuarios: solo lectura, Otros: sin acceso
hu_hu: Adminisztrátor – olvasás/írás, Felhasználók – csak olvasás, Mások – nincs hozzáférés
it_it: Amministratore - lettura/scrittura, Utenti - sola lettura, Altri - nessun accesso
sl_si: Administrator - branje/pisanje, Uporabniki - samo branje, Drugi - brez dostopa

source: Administrator - read/write, Users - read-only, Others - read-only
cs_cz: Správce – čtení/zápis, Uživatelé – pouze čtení, Ostatní – pouze čtení
es_es: Administrador: lectura/escritura, Usuarios: solo lectura, Otros: solo lectura
hu_hu: Adminisztrátor – olvasás/írás, Felhasználók – csak olvasás, Mások – csak olvasás
it_it: Amministratore - lettura/scrittura, Utenti - sola lettura, Altri - sola lettura
sl_si: Administrator - branje/pisanje, Uporabniki - samo branje, Drugi - samo branje

source: Administrator - read/write, Users - read/write, Others - no access
cs_cz: Správce – čtení/zápis, Uživatelé – čtení/zápis, Ostatní – bez přístupu
es_es: Administrador: lectura/escritura, Usuarios: lectura/escritura, Otros: sin acceso
hu_hu: Adminisztrátor – olvasás/írás, Felhasználók – olvasás/írás, Mások – nincs hozzáférés
it_it: Amministratore - lettura/scrittura, Utenti - lettura/scrittura, Altri - nessun accesso
sl_si: Administrator - branje/pisanje, Uporabniki - branje/pisanje, Drugi - brez dostopa

source: Administrator - read/write, Users - read/write, Others - read-only
cs_cz: Správce – čtení/zápis, Uživatelé – čtení/zápis, Ostatní – pouze čtení
es_es: Administrador: lectura/escritura, Usuarios: lectura/escritura, Otros: solo lectura
hu_hu: Adminisztrátor – olvasás/írás, Felhasználók – olvasás/írás, Mások – csak olvasás
it_it: Amministratore - lettura/scrittura, Utenti - lettura/scrittura, Altri - sola lettura
sl_si: Administrator - branje/pisanje, Uporabniki - branje/pisanje, Drugi - samo branje

source: Are you sure you want to create a new git repo? This will erase all history!
it_it: Sei sicuro di voler creare un nuovo repo git? Questa operazione eliminerà tutto l'history!
sl_si: Ste prepričani, da želite ustvariti nov git repozitorij? To bo izbrisalo vso zgodovino!

source: Are you sure you want to delete this backup?
cs_cz: Opravdu chcete tuto zálohu odstranit?
es_es: ¿Esta seguro de que desea borrar este backup?
hu_hu: Valóban törölni szeretné ezt a biztonsági másolatot?
it_it: Sei sicuro di voler eliminare questo backup?
sl_si: Ali ste prepričani, da želite izbrisati to varnostno kopijo?

source: Are you sure you want to delete?
hu_hu: Valóban újra törölni szeretné?
it_it: Sei sicuro di voler eliminare?
sl_si: Ste prepričani, da želite izbrisati?

source: Are you sure you want to reinstall?
cs_cz: Opravdu chcete provést přeinstalaci?
es_es: ¿Está seguro que quiere reinstalar?
hu_hu: Valóban újra szeretné telepíteni?
it_it: Sei sicuro di voler reinstallare?
sl_si: Ali ste prepričani, da želite ponovno namestiti?

source: Are you sure you want to restart?
cs_cz: Opravdu chcete restartovat?
es_es: ¿Está seguro que quiere reiniciar?
hu_hu: Valóban újra szeretné indítani?
it_it: Sei sicuro di voler riavviare?
sl_si: Ste prepričani, da želite ponovno zagnati?

source: Are you sure you want to restore global.env from backup?
it_it: Sei sicuro di voler ripristinare global.env dal backup?
sl_si: Ali ste prepričani, da želite obnoviti global.env iz varnostne kopije?

source: Are you sure you want to stop all containers?
it_it: Sei sicuro di voler fermare tutti i container?
sl_si: Ste prepričani, da želite ustaviti vse zabojnike?

source: Are you sure you want to sync changes from the files?
cs_cz: Opravdu chcete synchronizovat změny ze souborů?
es_es: ¿Está seguro de que desea sincronizar los cambios de los archivos?
hu_hu: Biztosan szinkronizálni szeretné a fájlok változásait?
it_it: Vuoi davvero sincronizzare le modifiche dai file?
sl_si: Ali ste prepričani, da želite sinhronizirati spremembe iz datotek?

source: Autocompose
hu_hu: Automatikus összeállítás
it_it: Composizione automatica

source: Aux address
cs_cz: Adresa pomocné jednotky
es_es: Dirección Auxiliar
hu_hu: Kiegészítő cím
it_it: Indirizzo ausiliario
sl_si: Pomožni naslov

source: Available
cs_cz: Dostupné
es_es: Disponible
hu_hu: Elérhető
it_it: Disponibile
sl_si: Na voljo

source: Backup shared folder must be different than docker shared folder
it_it: La cartella condivisa di backup deve essere diversa da quella condivisa di Docker

source: Block In
hu_hu: Blokk be
it_it: Blocca l'ingresso

source: Block Out
hu_hu: Blokk ki
it_it: Blocca l'uscita

source: Body
hu_hu: Törzs
it_it: Corpo
sl_si: Telo

source: Build
cs_cz: Sestavit
hu_hu: Összeállítás
it_it: Compila
sl_si: Zgradi

source: Build ...
cs_cz: Sestavit…
hu_hu: Összeállítás…
it_it: Sto compilando...
sl_si: Gradnja ...

source: Cache has been cleared.
cs_cz: Mezipaměť byla vymazána.
es_es: La cache ha sido borrada
hu_hu: Gyorsítótár törölve.
it_it: La cache è stata cancellata.
sl_si: Predpomnilnik je bil izbrisan.

source: Cache times for tabs
cs_cz: Doba uložení karet do mezipaměti
es_es: Tiempos de caché para pestañas
hu_hu: Lapok gyorsítótárazásának ideje
it_it: Tempi di cache per le schede
sl_si: Predpomnilniški časi za zavihke

source: Changes have been synced from file.
cs_cz: Změny byly synchronizovány ze souboru.
es_es: Los cambios se han sincronizado desde el archivo.
hu_hu: A változások szinkronizálásra kerültek a fájlból.
it_it: Le modifiche sono state sincronizzate dal file.
sl_si: Spremembe so bile sinhronizirane iz datoteke.

source: Check compose file for errors ...
cs_cz: Kontrola chyb v souboru compose…
es_es: Comprobando el archivo compose para ver si hay errores...
hu_hu: Összeállító fájl hibaellenőrzése…
it_it: Sto controllando il file di composizione per eventuali errori...
sl_si: Preverite napake v datoteki Compose ...

source: Choose which compose files to backup by filtering the compose name by this field.<br/>Filter can be a partial match with use of wildcard (*). e.g. asd* or *asd* or *asd<br/>Leave blank or use just * for all compose.<br/>Add multiple filters separated by commas.
cs_cz: Zvolte, které soubory compose se mají zálohovat, filtrováním názvu compose podle tohoto pole.<br/>Filtr může být částečná shoda s použitím zástupného znaku (*), např. asd* nebo *asd* nebo *asd<br/>Ponechte prázdné nebo použijte pouze * pro všechny compose.<br/>Přidejte více filtrů oddělených čárkami.
es_es: Elija qué archivos compose respaldar filtrando el nombre por este campo. <br/>El filtro puede ser una coincidencia parcial con el uso de comodines (*). p.ej. asd* o *asd* o *asd. <br/>Deje en blanco o use solo * para todos los compose . <br/>Agregue múltiples filtros separados por comas.
hu_hu: Válassza ki, hogy mely összeállítási fájlokról kíván biztonsági mentést készíteni a összeállítás nevére való szűrésével ebben a mezőben.<br/>A szűrő lehet részleges egyezés a helyettesítő karakter (*) használatával. pl. „asd*” vagy „*asd*” vagy „*asd”.<br/>Üresen hagyva, vagy csak *-ot használva az összes megjelenik.<br/>Több szűrőt vesszővel lehet elválasztani.
it_it: Scegli quali file di composizione sottoporre a backup filtrando il nome della composizione tramite questo campo.<br/>Il filtro può essere una corrispondenza parziale con l'uso del carattere jolly (*). Ad esempio asd* o *asd* o *asd<br/>Lascia vuoto o usa solo * per tutte le composizioni.<br/>Aggiungi più filtri separati da virgole.
sl_si: S filtriranjem imena po tem polju izberite, katere datoteke Compose se bodo varnostno kopirale.<br/>Filter je lahko delno ujemanje z uporabo nadomestnega znaka (*), npr. asd* ali *asd* ali *asd<br/>Pustite prazno ali uporabite samo * za vse datoteke Compose.<br/>Dodajte več filtrov, ločenih z vejicami.

source: Clear cache
cs_cz: Vymazat mezipaměť
es_es: Limpiar cache
hu_hu: Gyorsítótár törlése
it_it: Cancella la cache
sl_si: Izbriši predpomnilnik

source: Clearing cache ...
cs_cz: Mazání mezipaměti…
es_es: Limpiando cache ...
hu_hu: Gyorsítótár törlése…
it_it: Sto cancellando la cache...
sl_si: Brisanje predpomnilnika ...

source: Command
cs_cz: Příkaz
es_es: Comando
hu_hu: Parancs
it_it: Comando
sl_si: Ukaz

source: Compose Backup
cs_cz: Záloha compose
es_es: Backup de compose
hu_hu: Összeállítás biztonsági mentése
it_it: Backup di compose
sl_si: Compose varnostna kopija

source: Compose File
hu_hu: Compose fájl
it_it: File di compose
sl_si: Datoteka Compose

source: Compose Files
cs_cz: Soubory compose
es_es: Archivos compose
hu_hu: Összeállítás fájlok
it_it: File di compose
sl_si: Datoteke Compose

source: Compose Restore
cs_cz: Obnovit compose
es_es: Restaurar Backup
hu_hu: Összeállítás visszaálítása
it_it: Ripristina compose
sl_si: Obnovitev datoteke Compose

source: Compose Start
it_it: Avvia compose
sl_si: Zaženi Compose

source: Compose Stop
it_it: Ferma compose
sl_si: Ustavi Compose

source: Compose Update
cs_cz: Aktualizace compose
es_es: Actualizar Compose
hu_hu: Összeállítás frisstése
it_it: Aggiorna compose
sl_si: Posodobi Compose

source: Compose file shared folder must be different than data shared folder
cs_cz: Sdílená složka souborů compose musí být jiná než sdílená složka dat
es_es: La carpeta compartida del archivo Compose debe ser diferente de la carpeta compartida de datos
hu_hu: Az összeállítási fájl megosztott mappának különböznie kell az adatok megosztott mappájától.
it_it: La cartella condivisa del file di composizione deve essere diversa dalla cartella condivisa dei dati
sl_si: Deljena mapa datoteke Compose se mora razlikovati od deljene mape s podatki.

source: Compose file shared folder must be different than docker shared folder
it_it: La cartella condivisa del file Compose deve essere diversa da quella condivisa di Docker

source: Compose file to be associate imported files with
hu_hu: Az importált fájlokkal társítandó Compose fájl
it_it: File compose a cui associare i file importati
sl_si: Datoteka Compose, s katero boste povezali uvožene datoteke

source: Compose version
cs_cz: Verze compose
es_es: Versión de Compose
hu_hu: Összeállítás verziója
it_it: Versione di compose
sl_si: Verzija Compose-a

source: Conf
es_es: Configuración
hu_hu: Konfiguráció
it_it: Configurazione
sl_si: Konf.

source: Conf file
cs_cz: Soubor conf
es_es: Archivo de configuración
hu_hu: Konfigurációs fájl
it_it: File di configurazione
sl_si: Konf. datoteka

source: Conf filename
cs_cz: Název souboru conf
es_es: Nombre
hu_hu: Konfigurációs fájl neve
it_it: Nome del file di configurazione
sl_si: Ime konf. datoteke

source: Conf filename cannot be
cs_cz: Název souboru conf nemůže být
es_es: El nombre del archivo conf no puede ser
hu_hu: Konfigurációs fájl nem lehet
it_it: Il nome del file di configurazione non può essere
sl_si: Ime konf. datoteke ne more biti

source: Configs
hu_hu: Beállítások
it_it: Configurazioni
sl_si: Konfiguracije

source: Container Terminals
it_it: Terminali dei container

source: Container state
it_it: Stato del container
sl_si: Stanje zabojnika

source: Containers
cs_cz: Kontejnery
es_es: Contenedores
hu_hu: Konténerek
it_it: Container
sl_si: Zabojniki

source: Create
cs_cz: Vytvořit
es_es: Crear
hu_hu: Létrehozás
it_it: Crea
sl_si: Ustvari

source: Create from URL
cs_cz: Vytvořit z adresy URL
es_es: Crear desde URL
hu_hu: Létrehozás URL-ből
it_it: Crea da URL
sl_si: Ustvarjanje iz naslova URL

source: Create from example
cs_cz: Vytvořit z příkladu
es_es: Crear desde los ejemplos
hu_hu: Létrehozás példa alapján
it_it: Crea da esempio
sl_si: Ustvari iz primera

source: Create new compose file from running container ...
cs_cz: Vytvořit nový soubor compose ze spuštěného kontejneru…
es_es: Crear un nuevo archivo compose desde un contenedor en marcha ...
hu_hu: Új összeállítási fájl létrehozása a futó konténerből…
it_it: Crea un nuovo file di composizione dal contenitore in esecuzione...
sl_si: Ustvarjanje nove datoteke Compose iz delujočega zabojnika ...

source: Create new image tag ...
cs_cz: Vytvořit nový štítek obrazu…
es_es: Crear nueva etiqueta de la imagen ...
hu_hu: Új lemezképcímke készítése…
it_it: Crea un nuovo tag immagine...
sl_si: Ustvari novo oznako slike ...

source: Created
cs_cz: Vytvořeno
es_es: Creado
hu_hu: Létrehozva
it_it: Creato
sl_si: Ustvarjeno

source: Created At
cs_cz: Vytvořeno
es_es: Creado el
hu_hu: Létrehozva ekkor
it_it: Creato il
sl_si: Ustvarjeno

source: Created config.
hu_hu: Beállítás létrehozva.
it_it: La configurazione è stata creata.
sl_si: Ustvarjena konfiguracija.

source: Created dockerfile.
cs_cz: Vytvořen dockerfile.
es_es: Dockerfile creado
hu_hu: Dockerfájl létrehozva.
it_it: Il dockerfile è stato creato.
sl_si: Ustvarjena docker datoteka.

source: Created file from url.
cs_cz: Vytvořen soubor z adresy URL.
es_es: Archivo creado desde la URL.
hu_hu: Fájl létrehozása URL-ből.
it_it: Il file è stato creato dall'url.
sl_si: Ustvarjena datoteka iz naslova url.

source: Created file.
cs_cz: Vytvořen soubor.
es_es: Archivo creado.
hu_hu: Fájl létrehozva.
it_it: Il file è stato creato.
sl_si: Ustvarjena datoteka.

source: Created network.
cs_cz: Vytvořena síť.
es_es: Red Creada.
hu_hu: Hálózat létrehozva.
it_it: La rete è stata creata.
sl_si: Ustvarjeno omrežje.

source: Created scheduled job.
cs_cz: Vytvořena naplánovaná úloha.
es_es: Trabajo programado creado.
hu_hu: Ütemezett feladat létrehozva.
it_it: Il lavoro pianificato è stato creato.
sl_si: Ustvarjeno načrtovano opravilo.

source: Current
cs_cz: Aktuální
es_es: Actual
hu_hu: Jelenlegi
it_it: Attuale
sl_si: Trenutni

source: Data shared folder must be different than docker shared folder
it_it: La cartella condivisa dei dati deve essere diversa da quella condivisa di Docker

source: Date & Time
cs_cz: Datum a čas
es_es: Fecha y Hora
hu_hu: Dátum és idő
it_it: Data e orario
sl_si: Datum in ura

source: Delete
cs_cz: Odstranit
es_es: Borrar
hu_hu: Törlés
it_it: Elimina
sl_si: Izbriši

source: Delete backup ...
cs_cz: Odstranit zálohu…
es_es: Borrando Backup ...
hu_hu: Biztonsági másolat törlése…
it_it: Sto eliminando il backup...
sl_si: Izbriši varnostno kopijo ...

source: Description
cs_cz: Popis
es_es: Descripción
hu_hu: Leírás
it_it: Descrizione
sl_si: Opis

source: Directory does not exist!
cs_cz: Adresář neexistuje!
es_es: La carpeta no existe!
hu_hu: A mappa nem létezik!
it_it: La cartella non esiste!
sl_si: Mapa ne obstaja!

source: Displays containers with a link to cterm exec terminal in a table.
it_it: Visualizza i container con un collegamento al terminale cterm exec in una tabella.

source: Displays information about containers in a grid.
it_it: Visualizza le informazioni sui contenitori all'interno di una griglia.
sl_si: Prikaže informacije o zabojnikih v mreži.

source: Displays information about containers in a table.
it_it: Visualizza le informazioni sui contenitori all'interno di una tabella.
sl_si: Prikaže informacije o zabojnikih v tabeli.

source: Docker config
it_it: Configurazione Docker

source: Docker has been restarted.
cs_cz: Docker byl restartován.
es_es: Docker ha sido reiniciado
hu_hu: A Docker újra lett indítva.
it_it: Il docker è stato riavviato.
sl_si: Docker je bil ponovno zagnan.

source: Docker info
it_it: Informazioni su Docker

source: Docker is restarting ...
cs_cz: Docker se restartuje…
es_es: Docker se está reiniciando...
hu_hu: A Docker újraindul…
it_it: Il docker si sta riavviando...
sl_si: Docker se ponovno zaganja ...

source: Docker on OMV
cs_cz: Docker v OMV
es_es: Docker en OMV
hu_hu: Docker az OMV-n
it_it: Docker su OMV
sl_si: Docker na OMV

source: Docker storage
cs_cz: Úložiště Dockeru
es_es: Ruta de instalación de docker
hu_hu: Docker tároló
it_it: Archiviazione del docker
sl_si: Docker shramba

source: Docker version
cs_cz: Verze Dockeru
es_es: Versión de Docker
hu_hu: Docker verzió
it_it: Versione di docker
sl_si: Verzija Docker-ja

source: Dockerfiles
hu_hu: Docker fájlok
it_it: Dockerfile

source: Docs
cs_cz: Dokumentace
es_es: Documentación
hu_hu: Dokumentáció
it_it: Documenti
sl_si: Dokumentacija

source: Down
hu_hu: Le
it_it: Giù

source: Download log
cs_cz: Stáhnout protokol
es_es: Descargar Log
hu_hu: Napló letöltése
it_it: Scarica il log
sl_si: Prenos dnevnika

source: Download logs
cs_cz: Stáhnout protokoly
es_es: Descargar Logs
hu_hu: Naplók letöltése
it_it: Scarica i log
sl_si: Prenos dnevnikov

source: Edit
cs_cz: Upravit
es_es: Editar
hu_hu: Szerkesztés
it_it: Modifica
sl_si: Uredi

source: Edit config.
hu_hu: Beállítás szerkesztése.
it_it: Modifica la configurazione.
sl_si: Uredite konfiguracijo.

source: Edit dockerfile.
cs_cz: Upravit dockerfile.
es_es: Editar el archivo de docker
hu_hu: Docker fájl szerkesztése.
it_it: Modifica il dockerfile.
sl_si: Uredite docker datoteko.

source: Edit file.
cs_cz: Upravit soubor.
es_es: Editar archivo
hu_hu: Fájl szerkesztése.
it_it: Modifica il file.
sl_si: Uredite datoteko.

source: Edit global environment file
cs_cz: Upravit soubor globálního prostředí
es_es: Editar archivo global env.
hu_hu: Globális környezeti fájl szerkesztése
it_it: Modifica il file dell'ambiente globale
sl_si: Uredi globalno okoljsko datoteko

source: Edit global environment variable file.
cs_cz: Upravit soubor globálních proměnných prostředí.
es_es: Editar archivo global env.
hu_hu: A globális környezeti változókat tartalmazó fájl szerkesztése.
it_it: Modifica il file delle variabili di ambiente globali.
sl_si: Uredite datoteko z globalnimi okoljskimi spremenljivkami.

source: Edit scheduled job.
cs_cz: Upravit naplánovanou úlohu.
es_es: Editar trabajo programado
hu_hu: Ütemezett feladat szerkesztése.
it_it: Modifica il lavoro pianificato.
sl_si: Uredite načrtovano opravilo.

source: Enable Docker repo
es_es: Habilitar repositorio Docker
hu_hu: Docker tároló engedélyezése
it_it: Abilita il repo del docker
sl_si: Omogoči Docker skladišče

source: Enable Docker repo ...
es_es: Habilitando repositorio Docker ...
hu_hu: Docker tároló engedélyezése…
it_it: Sto abilitando il repo del docker...
sl_si: Omogočanje Docker skladišča ...

source: Env Path
cs_cz: Cesta k env
es_es: Ruta de env.
hu_hu: Körny. útvonal
it_it: Percorso di env
sl_si: Pot za Env

source: Environment
cs_cz: Prostředí
hu_hu: Környezet
it_it: Ambiente
sl_si: Okolje

source: Everyone - read/write
cs_cz: Kdokoliv – čtení/zápis
es_es: Todos - lectura/escritura
hu_hu: Mindenki – olvasás/írás
it_it: Tutti - lettura/scrittura
sl_si: Vsi - branje/pisanje

source: Example compose file has been added.
it_it: È stato aggiunto un file di composizione di esempio.
sl_si: Dodan je bil primer datoteke Compose.

source: Excludes
hu_hu: Kizártak
it_it: Escludi
sl_si: Izključitve

source: Execute scheduled job ...
cs_cz: Spustit naplánovanou úlohu…
es_es: Ejecutando trabajo programado ...
hu_hu: Ütemezett feladat futtatása…
it_it: Sto eseguendo il lavoro pianificato...
sl_si: Izvedba načrtovanega opravila ...

source: Failed
es_es: Falló
hu_hu: Sikertelen
it_it: Si è verificato un errore
sl_si: Neuspešno

source: File date
cs_cz: Datum souboru
es_es: Fecha de archivo
hu_hu: Adatfájl
it_it: Data del file
sl_si: Datum datoteke

source: Filename
hu_hu: Fájlnév
it_it: Nome del file
sl_si: Ime datoteke

source: Files
cs_cz: Soubory
es_es: Archivos
hu_hu: Fájlok
it_it: File
sl_si: Datoteke

source: Filter
cs_cz: Filtr
es_es: Filtro
hu_hu: Szűrő
it_it: Filtro

source: Format is name=ip. Comma separate multiple entries.<br/>e.g. my-router=192.168.10.5,my-nas=192.168.20.6
cs_cz: Formát je nazev=ip. Více položek oddělte čárkou.<br/>Např. muj-router=192.168.10.5,muj-nas=192.168.20.6
es_es: El formato es nombre=ip. La coma separa las entradas múltiples. <br/>Ej: mi enrutador=192.168.10.5,mi-nas=192.168.20.6
hu_hu: A formátum: „name=ip”. Több bejegyzést vesszővel lehet elválasztani,<br/>pl. „my-router=192.168.10.5,my-nas=192.168.20.6”.
it_it: Il formato è nome=ip. Le voci multiple vanno separate da virgole.<br/>Ad esempio my-router=192.168.10.5, my-nas=192.168.20.6
sl_si: Oblika je ime=ip. Več vnosov ločite z vejico.<br/>npr. my-router=192.168.10.5,my-nas=192.168.20.6

source: Global Environment
cs_cz: Globální prostředí
hu_hu: Globális környezet
it_it: Ambiente globale
sl_si: Globalno okolje

source: Global environment variables
cs_cz: Globální proměnné prostředí
es_es: Variables Globales env.
hu_hu: Globális környezeti változó
it_it: Variabili di ambiente globali
sl_si: Globalne spremenljivke okolja

source: Group of directories and files
cs_cz: Skupina adresářů a souborů
es_es: Grupo de directorios y archivos
hu_hu: Mappák és fájlok csoportja
it_it: Gruppo di cartelle e file
sl_si: Skupina imenikov in datotek

source: IP range
cs_cz: Rozsah IP adres
es_es: Rango de IP
hu_hu: IP-tartomány
it_it: Intervallo di IP
sl_si: Območje IP

source: Image
cs_cz: Obraz
es_es: Imagen
hu_hu: Lemezkép
it_it: Immagine
sl_si: Slika

source: Images
cs_cz: Obrazy
es_es: Imagenes
hu_hu: Lemezképek
it_it: Immagini
sl_si: Slike

source: Import
es_es: Importar
hu_hu: Importálás
it_it: Importa
sl_si: Uvoz

source: Import config files from folders ...
hu_hu: Beállítás fájlok importálása mappákból…
it_it: Sto importando i file di configurazione dalle cartelle...
sl_si: Uvoz konfiguracijskih datotek iz map ...

source: Import existing compose file ...
cs_cz: Importovat existující soubory compose…
es_es: Importar un archivo compose existente ...
hu_hu: Meglévő összeállítás fájl importálása…
it_it: Sto importando il file di composizione esistente...
sl_si: Uvozite obstoječo datoteko Compose ...

source: Import existing compose folders ...
cs_cz: Importovat existující složky compose…
es_es: Importando carpetas compose existentes ...
hu_hu: Meglévő összeállítás mappák importálása…
it_it: Sto importando le cartelle di composizione esistenti...
sl_si: Uvoz obstoječih map Compose ...

source: Import one
es_es: Importar uno
hu_hu: Egy importálása
it_it: Importane uno
sl_si: Uvozi eno

source: In Use
es_es: En uso
hu_hu: Alkalmazva
it_it: In uso
sl_si: V uporabi

source: Initialize new git repo ...
it_it: Sto inizializzando il nuovo repository git...
sl_si: Inicializiraj nov git repozitorij ...

source: Inspect
es_es: Inspeccionar
hu_hu: Vizsgálat
it_it: Ispeziona
sl_si: Razišči

source: Installed
cs_cz: Instalováno
es_es: Instalado
hu_hu: Telepítve
it_it: Installato
sl_si: Nameščen
