Repository: OpenMediaVault-Plugin-Developers/openmediavault-compose
Catalog: usr/share/openmediavault/locale/*/openmediavault-compose.po
Languages: cs_cz, es_es, hu_hu, it_it, sl_si

source: e.g. 172.20.10.128/25
cs_cz: např. 172.20.10.128/25
es_es: ej:. 172.20.10.128/25
hu_hu: pl. 172.20.10.128/25
it_it: ad esempio 172.20.10.128/25

source: file not found!
it_it: Impossibile trovare il file!

source: follow logs
es_es: seguir logs
hu_hu: naplók követése
it_it: segui i log
sl_si: Sledenje dnevnikom

source: global.env has been restored from backup.
it_it: global.env è stato ripristinato dal backup.
sl_si: Datoteka global.env je bila obnovljena iz varnostne kopije.

source: init git repo
it_it: inizializza il repository git

source: inspect
it_it: ispeziona

source: logs
cs_cz: protokoly
hu_hu: naplók
it_it: log
sl_si: Dnevniki

source: n/a
cs_cz: neuvedeno
hu_hu: nem alkalmazható
it_it: non disponibile

source: omv-extras wiki
it_it: wiki di omv-extras

source: pull
hu_hu: lekérés
it_it: sincronizza

source: pull image
it_it: scarica immagine

source: pull image+tag
it_it: scarica immagine+tag

source: restart
cs_cz: restartovat
hu_hu: újraindítás
it_it: riavvia

source: show file changes
it_it: mostra le modifiche al file
sl_si: prikaži spremembe datoteke

source: show global.env changes
it_it: mostra le modifiche di global.env
sl_si: prikaži spremembe datoteke global.env

source: stop
cs_cz: zastavit
hu_hu: leállítás
it_it: ferma

source: up
hu_hu: fel
it_it: su

source: up and remove orphans
hu_hu: fel és árvák eltávolítása
it_it: su e rimuovi gli orfani

source: Backup
cs_cz: Záloha
hu_hu: Biztonsági mentés
sl_si: Varnostna kopija

source: CPU %
cs_cz: % procesoru
sl_si: CPE %

source: Container
cs_cz: Kontejner
es_es: Contenedor
hu_hu: Konténer
sl_si: Zabojnik

source: Data
es_es: Datos
hu_hu: Adat
sl_si: Podatki

source: Driver
cs_cz: Ovladač
hu_hu: Illesztőprogram
sl_si: Gonilnik

source: File
cs_cz: Soubor
es_es: Archivo
hu_hu: Fájl
sl_si: Datoteka

source: Mem %
cs_cz: % paměti
hu_hu: Memória %
sl_si: % pomnilnika

source: Mountpoint
cs_cz: Přípojný bod
es_es: Punto de montaje
hu_hu: Csatolási pont
sl_si: Točka priklopa

source: Repo
hu_hu: Tároló
sl_si: Skladišče

source: Repository
cs_cz: Repozitář
es_es: Repositorio
hu_hu: Tároló
sl_si: Skladišče

source: Script
cs_cz: Skript
hu_hu: Parancsfájl
sl_si: Skripta

source: Tag
cs_cz: Štítek
es_es: Etiqueta
hu_hu: Címke
sl_si: Oznaka

source: Volume
cs_cz: Svazek
es_es: Volumen
hu_hu: Kötet
sl_si: Zvezek

source: Digest
hu_hu: Kivonat

source: Dockerfile
es_es: Archivo de docker
hu_hu: Docker fájl

source: Gateway
cs_cz: Brána
es_es: Puerta de enlace
hu_hu: Átjáró

source: Example
cs_cz: Příklad
es_es: Ejemplo

source: docker image rm ...
es_es: Borrando imágenes ...

source: URL
cs_cz: Adresa URL
