Repository: OpenMediaVault-Plugin-Developers/openmediavault-compose
Catalog: usr/share/openmediavault/locale/*/openmediavault-compose.po
Languages: cs_cz, es_es, hu_hu, it_it, sl_si

source: Keep containers running across Docker daemon updates
it_it: Mantieni i container in esecuzione durante gli aggiornamenti del demone Docker

source: Leave blank to use a custom /etc/docker/daemon.json
cs_cz: Ponechte prázdné pro použití vlastního souboru /etc/docker/daemon.json
es_es: Dejar en blanco para usar /etc/docker/daemon.json personalizado
hu_hu: Üresen hagyva egyéni /etc/docker/daemon.json alkalmazása.
it_it: Lascia vuoto per utilizzare un /etc/docker/daemon.json personalizzato
sl_si: Pustite prazno, če želite uporabiti lasten /etc/docker/daemon.json

source: Live restore
it_it: Ripristino live

source: Location of backups
cs_cz: Umístění zálohy
es_es: Ubicación del Backup.
hu_hu: Biztonsági mentések helye
it_it: Posizione dei backup
sl_si: Lokacija varnostnih kopij

source: Location of compose files
cs_cz: Umístění souborů compose
es_es: Ubicación de los archivos compose
hu_hu: Összeállítás fájl helye
it_it: Posizione dei file di composizione
sl_si: Lokacija datotek Compose

source: Log file max size
it_it: Dimensione massima del file di log

source: Logged out.
hu_hu: Kilépve.
it_it: Disconnesso.
sl_si: Odjavljen.

source: Logging out ...
hu_hu: Kilépés…
it_it: Disconnessione in corso...
sl_si: Odjava ...

source: Login
hu_hu: Belépés
it_it: Accedi
sl_si: Prijava

source: Login to docker repo ...
hu_hu: Belépés a docker tárolóba…
it_it: Accesso in corso al repository del docker...
sl_si: Prijava v docker skladišče ...

source: Logout
hu_hu: Kilépés
it_it: Esci
sl_si: Odjava

source: Maintenance
it_it: Manutenzione
sl_si: Vzdrževanje

source: Max Size
cs_cz: Maximální velikost
es_es: Tamaño Max.
hu_hu: Maximális méret
it_it: Dimensione massima
sl_si: Največja velikost

source: Mem Limit
cs_cz: Omezení paměti
es_es: Limite Memoria
hu_hu: Memóriakorlát
it_it: Limite della memoria
sl_si: Omejitev pomnilnika

source: Mem Usage
cs_cz: Využití paměti
es_es: Uso de Memoria
hu_hu: Használt memória
it_it: Memoria utilizzata
sl_si: Uporaba pomnilnika

source: Message
cs_cz: Zpráva
es_es: Mensaje
hu_hu: Üzenet
it_it: Messaggio
sl_si: Sporočilo

source: Mixed
es_es: Mezcla
hu_hu: Kevert
it_it: Misto
sl_si: Mešan

source: Mounts
cs_cz: Připojení
es_es: Montajes
hu_hu: Csatolási pontok
it_it: Mount
sl_si: Priklopi

source: Multiple exclusions should be comma separated.
hu_hu: Több kizárást vesszővel kell elválasztani.
it_it: Le esclusioni multiple devono essere separate da virgole.
sl_si: Več izključitev mora biti ločenih z vejico.

source: Name
cs_cz: Název
es_es: Nombre
hu_hu: Név
it_it: Nome
sl_si: Ime

source: Net In
hu_hu: Bejövő net
it_it: Ingresso della rete
sl_si: Mreža vhod

source: Net Out
hu_hu: Kimenő net
it_it: Uscita della rete
sl_si: Mreža izhod

source: Network
cs_cz: Síť
es_es: Red
hu_hu: Hálózat
it_it: Rete
sl_si: Omrežje

source: Networks
cs_cz: Sítě
es_es: Redes
hu_hu: Hálózatok
it_it: Reti
sl_si: Omrežja

source: No Image
cs_cz: Žádný obraz
es_es: Sin Imagen
hu_hu: Nincs lemezkép
it_it: Nessuna immagine
sl_si: Brez slike

source: No compose file found!
cs_cz: Nebyl nalezen žádný soubor compose!
es_es: No encuentro el archivo compose!
hu_hu: Nem található összeállítás fájl!
it_it: Nessun file di composizione trovato!
sl_si: Ni bila najdena nobena datoteka Compose!

source: No name specified!
cs_cz: Nebyl zadán žádný název!
es_es: No se ha especificado el nombre!
hu_hu: Nem lett név megadva!
it_it: Nessun nome specificato!
sl_si: Brez navedbe imena!

source: Not installed
cs_cz: Neinstalováno
es_es: No Instalado
hu_hu: Nincs telepítve
it_it: Non installato
sl_si: Ni nameščeno

source: Only alphanumeric (a-zA-Z), underscore (_), dash (-), commas (,), and asterisks (*) allowed!
cs_cz: Povoleny jsou pouze alfanumerické znaky (a-zA-Z), podtržítko (_), pomlčka (-), čárky (,) a hvězdičky (*)!
es_es: ¡Solo se permiten caracteres alfanuméricos (a-zA-Z), guiones bajos (_), guiones (-), comas (,) y asteriscos (*)!
hu_hu: Csak alfanumerikus (a-zA-Z), aláhúzás (_), kötőjel (-), vessző (,) és csillag (*) engedélyezett!
it_it: Sono consentiti solo caratteri alfanumerici (a-zA-Z), caratteri di sottolineatura (_), trattini (-), virgole (,) e asterischi (*)!
sl_si: Dovoljeni so samo alfanumerični znaki (a-zA-Z), podčrtaj (_), pomišljaj (-), vejice (,) in zvezdice (*)!

source: Optional - Location of persistent container data<br/>Only used to substitute CHANGE_TO_COMPOSE_DATA_PATH in compose and env files with this shared folder path.
cs_cz: Volitelné – Umístění trvalých dat kontejneru<br/>Používá se pouze k nahrazení CHANGE_TO_COMPOSE_DATA_PATH v souborech compose a env touto cestou ke sdílené složce.
es_es: Opcional: la ubicación de los datos del contenedor persistente <br/> solo se usa para sustituir CHANGE_TO_COMPOSE_DATA_PATH en archivos de compose y env con esta ruta de carpeta compartida.
hu_hu: Nem kötelező – A megmaradó konténeradatok helye<br/>Kizárólag a CHANGE_TO_COMPOSE_DATA_PATH helyettesítésére szolgál a compose és env fájlokban ezzel a megosztott mappa elérési útvonalával.
it_it: Facoltativo - Posizione dei dati del contenitore persistente<br/>Utilizzato solo per sostituire CHANGE_TO_COMPOSE_DATA_PATH nei file compose ed env con questo percorso di cartella condivisa.
sl_si: Neobvezno - Lokacija trajnih podatkov zabojnika<br/>Za zamenjavo CHANGE_TO_COMPOSE_DATA_PATH v datotekah Compose in env s to skupno potjo do mape.

source: Optional. If selected, the absolute path of this shared folder will be used to override the Docker storage field path when saved. The Docker storage field path will not be overriden when this shared folder is set to None or when Docker storage field path is blank.
it_it: Facoltativo. Se selezionata, il percorso assoluto di questa cartella condivisa verrà utilizzato per sovrascrivere il percorso del campo di archiviazione Docker al momento del salvataggio. Il percorso del campo di archiviazione Docker non verrà sovrascritto, se questa cartella condivisa è impostata su Nessuno o se il percorso del campo di archiviazione Docker è vuoto.

source: Override
es_es: Anular
hu_hu: Felülbírálás
it_it: Sovrascrivi
sl_si: Nadomeščanje

source: Override Path
es_es: Ruta de anulación
hu_hu: Felülbíráló útvonal
it_it: Sovrascrivi percorso
sl_si: Pot nadomeščanja

source: Override hostname when opening ports in Files, Services, and Containers tabs
cs_cz: Přepisovat název hostitele při otevírání portů na kartách Soubory, Služby a Kontejnery
es_es: Ignorar el nombre de host al abrir puertos en las pestañas Archivos, Servicios y Contenedores
hu_hu: Kiszolgálónév felülírása portok megnyitásakor a fájlok, szolgáltatások és konténerek lapokon.
it_it: Sostituisci il nome dell'host quando apri le porte nelle schede File, Servizi e Contenitori
sl_si: Pri odpiranju vrat v zavihkih Datoteke, Storitve in Zabojniki nadomeščajte ime gostitelja

source: Overrides
cs_cz: Přepíše
es_es: Ignorar
hu_hu: Felülbírálások
it_it: Sovrascrivi
sl_si: Nadomeščanja

source: Owner of directories and files
cs_cz: Vlastník adresářů a souborů
es_es: Propietario de los directorios y archivos
hu_hu: Mappák és fájlok tulajdonosa
it_it: Proprietario delle cartelle e dei file
sl_si: Lastnik map in datotek

source: PIDs
cs_cz: PID
hu_hu: PID-ek
it_it: PID
sl_si: PID-i

source: Parent network
cs_cz: Nadřazená síť
es_es: Tarjeta de red principal
hu_hu: Szülő hálózat
it_it: Rete principale
sl_si: Starševsko omrežje

source: Path
cs_cz: Cesta
es_es: Ruta
hu_hu: Útvonal
it_it: Percorso
sl_si: Pot

source: Permissions of directories and files
cs_cz: Oprávnění adresářů a souborů
es_es: Permisos de los directorios y archivos
hu_hu: Mappák és fájlok jogosultságai
it_it: Permessi delle cartelle e dei file
sl_si: Dovoljenja za mape in datoteke

source: Please set shared folder for backups.
cs_cz: Nastavte sdílenou složku pro zálohování.
es_es: Seleccione una carpeta compartida para backup.
hu_hu: Kérjük, állítson be megosztott mappát a biztonsági mentéseknek.
it_it: Imposta una cartella condivisa per i backup.
sl_si: Nastavite deljeno mapo za varnostne kopije.

source: Please set shared folder for data on the Settings tab.
cs_cz: Nastavte sdílenou složku pro data na kartě Nastavení.
es_es: Seleccione una carpeta compartida para los datos en la pestaña de opciones.
hu_hu: Kérjük, állítson be megosztott mappát az adatok számára a Beállítások lapon.
it_it: Imposta la cartella condivisa per i dati nella scheda Impostazioni.
sl_si: V zavihku Nastavitve nastavite deljeno mapo za podatke.

source: Please set shared folder for file storage.
cs_cz: Nastavte sdílenou složku pro ukládání souborů.
es_es: Seleccione una carpeta compartida como almacén de archivos.
hu_hu: Kérjük, állítson be megosztott mappát a fájlok tárolására.
it_it: Imposta una cartella condivisa per l'archiviazione dei file.
sl_si: Nastavite deljeno mapo za shranjevanje datotek.

source: Ports
cs_cz: Porty
es_es: Puertos
hu_hu: Portok
it_it: Porte
sl_si: Vrata

source: Project
cs_cz: Projekt
es_es: Proyecto
hu_hu: Projekt
it_it: Progetto
sl_si: Projekt

source: Prune
es_es: Limpiar
hu_hu: Tisztítás
it_it: Rimuovi
sl_si: Počisti

source: Prune Images
it_it: Elimina le immagini inutilizzate

source: Pull and Build
hu_hu: Lekérés és összeállítás
it_it: Sincronizza e compila
sl_si: Prenesi in zgradi

source: Pull and Build ...
es_es: Publicar y Compilar ...
hu_hu: Lekérés és összeállítás…
it_it: Sincronizza e compila...
sl_si: Prenos in gradnja ...

source: Push
hu_hu: Felküldés
it_it: Invia
sl_si: Potisni

source: Push to Docker Hub ...
es_es: Push en el Hub de Docker ...
hu_hu: Felküldés a Docker Hub-ba…
it_it: Sto inviando all'hub di docker...
sl_si: Potisni na Docker Hub

source: Reinstall Docker
cs_cz: Přeinstalovat Docker
es_es: Reinstalar Docker
hu_hu: Docker újratelepítése
it_it: Reinstalla docker
sl_si: Ponovno namesti Docker

source: Reinstall Docker ...
cs_cz: Přeinstalování Dockeru…
es_es: Reinstalando Docker ...
hu_hu: Docker újratelepítése…
it_it: Sto reinstallando docker...
sl_si: Ponovno nameščanje Docker-ja ...

source: Repos
hu_hu: Tárolók
it_it: Repo
sl_si: Skladišča

source: Restart Docker
cs_cz: Restartovat Docker
es_es: Reiniciar Docker
hu_hu: Docker újraindítása
it_it: Riavvia docker
sl_si: Ponovno zaženi Docker

source: Restore
cs_cz: Obnovit
es_es: Restaurar
hu_hu: Visszaállítás
it_it: Ripristina
sl_si: Obnovi

source: Restore Compose ...
cs_cz: Obnovit Compose…
es_es: Restaurar compose ...
hu_hu: Összeállítás visszaállítása…
it_it: Sto ripristinando compose...
sl_si: Obnovitev Compose-a ...

source: Restore global.env
it_it: Ripristina global.env
sl_si: Obnovi global.env

source: Restoring global.env from backup ...
it_it: Sto ripristinando global.env dal backup...
sl_si: Obnavljanje global.env iz varnostne kopije ...

source: Run
cs_cz: Spustit
es_es: ejecutandose
hu_hu: Futtatás
it_it: Avvia
sl_si: Zaženi

source: Run config
it_it: Configurazione di esecuzione

source: Run docker compose config to automatically check syntax when saving file
it_it: Esegui docker compose config per verificare automaticamente la sintassi al salvataggio del file

source: Running For
cs_cz: Spuštěno
es_es: Ejecutado por
hu_hu: Fut ennek
it_it: Avvia per
sl_si: Izvajan se od

source: Schedule
cs_cz: Plán
es_es: Tarea programada
hu_hu: Ütemezés
it_it: Pianifica
sl_si: Urnik

source: Script filename
cs_cz: Název souboru skriptu
es_es: Nombre del script
hu_hu: Parancsfájl fájlneve
it_it: Nome del file dello script
sl_si: Ime skripte

source: Script filename cannot be
cs_cz: Název souboru skriptu nemůže být
es_es: El nombre del script no puede ser
hu_hu: Parancssoros fájl nem lehet
it_it: Nome del file dello script non può essere
sl_si: Ime skripte ne more biti

source: Scripts
it_it: Script
sl_si: Skripte

source: Select a group ...
cs_cz: Vyberte skupinu…
es_es: Seleccionar un grupo ...
hu_hu: Csoport kiválasztása…
it_it: Seleziona un gruppo...
sl_si: Izbira skupine ...

source: Select a user ...
cs_cz: Vyberte uživatele…
es_es: Seleccionar un Usuario ...
hu_hu: Felhasználó kiválasztása…
it_it: Seleziona un utente...
sl_si: Izbira uporabnika ...

source: Service
cs_cz: Služba
es_es: Servicio
hu_hu: Szolgáltatás
it_it: Servizio
sl_si: Storitev

source: Service Name
cs_cz: Název služby
es_es: Nombre del servicio
hu_hu: Szolgáltatásnév
it_it: Nome del servizio
sl_si: Ime storitve

source: Services
cs_cz: Služby
es_es: Servicios
hu_hu: Szolgáltatások
it_it: Servizi
sl_si: Storitve

source: Settings
cs_cz: Nastavení
es_es: Opciones
hu_hu: Beállítások
it_it: Impostazioni
sl_si: Nastavitve

source: Shared folder
cs_cz: Sdílená složka
es_es: Carpeta compartida
hu_hu: Megosztott mappa
it_it: Cartella condivisa
sl_si: Deljena mapa

source: Show all file changes ...
it_it: Mostra tutte le modifiche al file...
sl_si: Prikaz vseh sprememb datotek ...

source: Show all global.env changes ...
it_it: Mostra tutte le modifiche di global.env...
sl_si: Prikaz vseh sprememb datoteke global.env ...

source: Show commands
es_es: Mostrar comandos
hu_hu: Parancsok megjelenítése
it_it: Mostra comandi
sl_si: Prikaži ukaze

source: Show config changes
it_it: Mostra le modifiche alla configurazione
sl_si: Prikaži spremembe konfiguracije

source: Show docker command for task in task dialog
es_es: Mostrar el comando docker para la tarea en el cuadro de diálogo de tareas
hu_hu: A feladathoz tartozó docker parancs megjelenítése a feladat párbeszédpanelen
it_it: Mostra il comando docker per l'attività nella finestra di dialogo dell'attività
sl_si: Prikaži ukaz docker za opravilo v pogovornem oknu opravila

source: Show environment file
es_es: Mostrar archivo de entorno
hu_hu: Környezeti fájl megjelenítése
it_it: Mostra il file dell'ambiente
sl_si: Prikaži datoteko okolja

source: Show override
es_es: Mostrar anulaciones
hu_hu: Felülbírálás megjelenítése
it_it: Mostra sovrascrittura
sl_si: Prikaži nadomeščanja

source: Size
cs_cz: Velikost
es_es: Tamaño
hu_hu: Méret
it_it: Dimensione
sl_si: Velikost

source: State
cs_cz: Stav
es_es: Estado
hu_hu: Állapot
it_it: Stato
sl_si: Stanje

source: Stats
cs_cz: Statistiky
es_es: Estadisticas
hu_hu: Statisztikák
it_it: Statistiche
sl_si: Statistika

source: Status
cs_cz: Stav
es_es: Estado
hu_hu: Státusz
it_it: Stato

source: Stopped
cs_cz: Zastaveno
es_es: Parado
hu_hu: Leállítva
it_it: Fermato
sl_si: Ustavljen

source: Subnet
cs_cz: Podsíť
es_es: SubRed
hu_hu: Alhálózat
it_it: Sottorete
sl_si: Podmreža

source: Sync changes from file
cs_cz: Synchronizovat změny ze souboru
es_es: sincronizar desde el archivo.
hu_hu: Módosítások szinkronizálása fájlból
it_it: Sincronizza le modifiche dal file
sl_si: Sinhroniziraj spremembe iz datoteke

source: Syncing changes from file ...
cs_cz: Synchronizace změn ze souboru…
es_es: sincronizando desde el archivo...
hu_hu: Módosítások szinkronizálása fájlból…
it_it: Sto sincronizzando le modifiche dal file...
sl_si: Sinhronizacija sprememb iz datoteke ...

source: System
cs_cz: Systém
es_es: Sistema
hu_hu: Rendszer
it_it: Sistema
sl_si: Sistem

source: Tags
cs_cz: Štítky
es_es: Etiquetas
hu_hu: Címkék
it_it: Tag
sl_si: Oznake

source: Terminal
it_it: Terminale

source: Terminal Link
it_it: Collegamento terminale
sl_si: Povezava za Terminal

source: The config file will be created in this compose file's directory.
hu_hu: A konfigurációs fájl az összeállítási fájl könyvtárában jön létre.
it_it: Il file di configurazione verrà creato nella cartella di questo file di composizione.
sl_si: Konfiguracijska datoteka bo ustvarjena v imeniku datoteke Compose.

source: The field should only contain * or a comma separated list of values.
cs_cz: Pole by mělo obsahovat pouze * nebo seznam hodnot oddělených čárkou.
es_es: El campo solo debe contener * o una lista de valores separados por comas.
hu_hu: A mező csak * vagy vesszővel elválasztott értékek listáját tartalmazhatja.
it_it: Il campo deve contenere solo * o un elenco di valori separati da virgole.
sl_si: Polje lahko vsebuje samo * ali seznam vrednosti, ločenih z vejico.

source: This is the filename. This should not be a path.
hu_hu: Ez a fájl neve. Ez nem lehet elérési útvonal.
it_it: Questo è il nome del file. Non dovrebbe essere un percorso.
sl_si: To je ime datoteke. To ne sme biti pot.

source: This will import config files in from the selected folder.<br/>It will not import any config files that already exist in the plugin.
hu_hu: Importálja a konfigurációs fájlokat a kijelölt mappából.<br/>Nem importál olyan konfigurációs fájlt, amely már létezik a bővítményben.
it_it: Verranno importati i file di configurazione dalla cartella selezionata.<br/>Non importerà alcun file di configurazione già esistente nel plugin.
sl_si: To bo uvozilo konfiguracijske datoteke iz izbrane mape.<br/>Ne bo uvozilo nobenih konfiguracijskih datotek, ki že obstajajo v vtičniku.

source: This will import one compose file in the selected folder.<br/>It will not import a compose file that already exist in the plugin.
cs_cz: Toto importuje jeden soubor compose do vybrané složky.<br/>Neimportuje se soubor compose, který již v zásuvném modulu existuje.
es_es: Esto importará un archivo compose en la carpeta seleccionada. <br/>No importará un archivo compose que ya exista en el complemento.
hu_hu: Egy összeállítás fájlt fog importálni a kiválasztott mappában.<br/>Nem importál olyan összeállítás fájlt, amely már létezik a bővítményben.
it_it: Verrà importato un file di composizione nella cartella selezionata.<br/>Non importerà un file di composizione già esistente nel plugin.
sl_si: To bo uvozilo eno datoteko Compose v izbrano mapo.<br/>Ne bo uvozilo datoteke Compose, ki že obstaja v vtičniku.

source: This will import one or more compose files in subfolders.<br/>It will not import any compose files that already exist in the plugin.
cs_cz: Toto importuje jeden nebo více souborů compose do podsložek.<br/>Neimportují se žádné soubory compose, které již v zásuvném modulu existují.
es_es: Esto importará uno o más archivos compose en la carpeta seleccionada. <br/>No importará un archivo compose que ya exista en el complemento.
hu_hu: Egy vagy több összeállítás fájlt fog importálni a kiválasztott mappában.<br/>Nem importál olyan összeállítás fájlokat, amelyek már léteznek a bővítményben.
it_it: Verranno importati uno o più file di composizione in sottocartelle.<br/>Non importerà alcun file di composizione già esistente nel plugin.
sl_si: To bo uvozilo eno ali več datotek Compose v podmape.<br/>Ne bo uvozilo nobenih datotek Compose, ki že obstajajo v vtičniku.

source: Tools
cs_cz: Nástroje
es_es: Herramientas
hu_hu: Eszközök
it_it: Strumenti
sl_si: Orodja

source: URL hostname
cs_cz: Název hostitele URL
hu_hu: URL kiszolgálónév
it_it: Nome host dell'URL
sl_si: Ime gostitelja URL

source: Units in GB. Backup will skip volumes larger than this size.<br/>Set to 0 for unlimited.
cs_cz: Jednotky v GB. Zálohování přeskočí svazky větší než tato velikost.<br/>Pro neomezenou velikost nastavte na 0.
es_es: Unidades en GB. La copia de seguridad omitirá los volúmenes mayores que este tamaño. <br/>Establézcalo en 0 para un número ilimitado.
hu_hu: Egységek GB-ban. A biztonsági mentés kihagyja az ennél nagyobb köteteket.<br/>0-ra állítva a méret korlátlan.
it_it: Unità in GB. Il backup ignorerà i volumi più grandi di queste dimensioni.<br/>Imposta su 0 per illimitato.
sl_si: Enote v GB. Varnostno kopiranje bo preskočilo zvezke, ki so večji od te velikosti.<br/>Nastavite na 0 za neomejeno.

source: Units in MB. Set to 0 for unlimited.
it_it: Unità in MB. Impostare a 0 per illimitato.

source: Units in seconds.<br/>Set to 0 for no caching.
cs_cz: Jednotky v sekundách.<br/>Pro nepoužívání mezipaměti nastavte na 0.
es_es: Unidades en segundos. <br/>poner a 0 para no cachear.
hu_hu: Mértékegység: másodperc.<br/>0-ra állítva nincs gyorsítótárazás.
it_it: Unità in secondi.<br/>Imposta su 0 per non effettuare alcuna memorizzazione nella cache.
sl_si: Enote v sekundah.<br/>Nastavite na 0, če ne želite predpomnjenja.

source: Up
hu_hu: Fel
it_it: Su

source: Uptime
cs_cz: Doba provozu
es_es: Tiempo en servicio
hu_hu: Üzemidő
it_it: Tempo di attività

source: Version
cs_cz: Verze
es_es: Versión
hu_hu: Verzió
it_it: Versione
sl_si: Verzija

source: Virtual Size
cs_cz: Virtuální velikost
es_es: Tamaño virtual
hu_hu: Virtuális méret
it_it: Dimensione virtuale
sl_si: Navidezna velikost

source: Volumes
cs_cz: Svazky
es_es: Volumenes
hu_hu: Kötetek
it_it: Volumi
sl_si: Zvezki

source: and not running
cs_cz: a není spuštěno
es_es: y no corre
hu_hu: és nem fut
it_it: e non avviato
sl_si: in ne teče

source: and running
cs_cz: a je spuštěno
es_es: y corre
hu_hu: és fut
it_it: e avviato
sl_si: in teče

source: check
es_es: Revisar
hu_hu: ellenőrzés
it_it: controlla
sl_si: preveri

source: disabled
it_it: disabilitato
sl_si: onemogočen

source: docker compose down --remove-orphans ...
it_it: arresta docker compose --rimuovi-orfani...

source: docker compose down ...
it_it: arresta docker compose...

source: docker compose down all files...
it_it: sto scaricando tutti i file di docker compose ...

source: docker compose file version
es_es: Versión de Docker Compose
it_it: Versione del file compose di docker

source: docker compose logs --follow ...
it_it: log di docker compose --segui...

source: docker compose logs ...
it_it: Log di docker compose...

source: docker compose ps ...
it_it: stato dei container docker compose...

source: docker compose pull ...
it_it: scarica immagini docker compose...

source: docker compose restart ...
it_it: sto riavviando docker compose...

source: docker compose stop ...
it_it: sto fermando docker compose...

source: docker compose up -d --remove-orphans ...
it_it: avvia docker compose in background --rimuovi orfani...

source: docker compose up -d ...
it_it: avvia docker compose in background...

source: docker container prune ...
es_es: Limpiando los contenedores ...
it_it: sto rimuovendo il container di docker...

source: docker image inspect ...
es_es: Inspeccionando las imágenes ...
it_it: sto ispezionando l'immagine di docker

source: docker image prune ...
es_es: Limpiando de imágenes ..
it_it: sto rimuovendo l'immagine di docker ...

source: docker image pull ...
it_it: scarica immagine docker...

source: docker inspect ...
es_es: Inspeccionando ...
it_it: sto ispezionando il docker...

source: docker logs --follow ...
it_it: log docker --segui...

source: docker logs ...
es_es: logs del docker ...
it_it: Log di docker...

source: docker network inspect ...
es_es: Inspeccionando las redes ...
it_it: Sto ispezionando la rete di docker...

source: docker network prune ...
es_es: limpiando las redes ...
it_it: sto rimuovendo la rete di docker...

source: docker network rm ...
es_es: Eliminando las redes ...
it_it: sto rimuovendo la rete di docker...

source: docker restart ...
es_es: Reiniciando docker ...
it_it: Sto riavviando docker...

source: docker system prune ...
es_es: Limpiando el sistema ...
it_it: sto rimuovendo il sistema di docker...

source: docker volume inspect ...
es_es: Inspeccionando los volúmenes ...
it_it: sto ispezionando il volume di docker...

source: docker volume prune ...
es_es: Limpiando los volúmenes ...
it_it: sto rimuovendo il volume di docker...

source: docker volume rm ...
es_es: Eliminando los volúmenes ...
it_it: sto rimuovendo il volume di docker...

source: dockerfile build ...
it_it: sto compilando il dockerfile...

source: down
hu_hu: le
it_it: giù

source: down all
it_it: tutto giù

source: down and remove orphans
hu_hu: le és árvák eltávolítása
it_it: giù e rimuovi gli orfani

source: e.g. 172.20.0.0/16
cs_cz: např. 172.20.0.0/16
es_es: ej:. 172.20.0.0/16
hu_hu: pl. 172.20.0.0/16
it_it: ad esempio 172.20.0.0/16

source: e.g. 172.20.0.1
cs_cz: např. 172.20.0.1
es_es: ej:. 172.20.0.1
hu_hu: pl. 172.20.0.1
it_it: ad esempio 172.20.0.1
